Revit 2027 API
BuiltInFailures.GroupFailures.GroupEditModeNoDuplicates Property
 Can't create duplicates in Edit Group mode.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupEditModeNoDuplicates { get; }
Public Shared ReadOnly Property GroupEditModeNoDuplicates As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupEditModeNoDuplicates {
	FailureDefinitionId^ get ();
}
static member GroupEditModeNoDuplicates : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace